Repository: GhadaAm22/Aljerah_updates
Catalog: *.lproj/Localizable.strings
Languages: ar

# header_text
source: Current Language
ar: اللغة الحاليه

source: Change Language
ar: غير اللغة

source: Our Neighborhood
ar: حارتنا

source: Neighborhood Services
ar: خدمات الحي

source: Groceries
ar: تموينات

source: Pharmacies
ar: صيدلية

source: barber
ar: حلاق

source: Laundry
ar: مغسلة

# Services_between_Neighbors
source: Services between Neighborss
ar: خدمات بين الجيران

source: Shared Transportation
ar: مواصلات مشتركة

source: Kids Gathring
ar: لمّة أطفال

source: Car Wash
ar: غسيل سيارات

source: Choose your neighborhood
ar: اختار الحي الي تسكن فيه

source: Click to choose
ar: اختر الحي

source: You have to choose neighborhood
ar: يجب أن تختار الحي

source: OK
ar: موافق

source: Al Narjis
ar: النرجس

source: Al Nada
ar: الندى

source: Al Yasmin
ar: الياسمين

# Alaarid
source: Al Arid
ar: العارض

source: View List
ar: اعرض القائمة

source: No Placese around you!
ar: لا يوجد اماكن متاحة في حارتك

source: Our News
ar: أخبارنا

source: My Account
ar: حسابي

# Have_a_walk_in_the_neighborhood
source: Have a walk around the neighborhood
ar: خذ لك لفه بالحي

source: User Name
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: Phone Number
ar: الهاتف

source: Password
ar: الرقم السري

# Pass_Detail
source: Password min of 8 charater...
ar: الرقم السري يجب ان يكون على الاقل ٨ خانات...

source: Edit
ar: تعديل

source: Gender
ar: الجنس

source: Save
ar: حفظ

source: Login
ar: تسجيل الدخول

source: Don't have an account?
ar: ليس لديك حساب؟

source: REGISTER
ar: تسجيل

source: Sign_Up
ar: تسجيل جديد

source: The account has been updated
ar: تم تحديث الحساب بنجاح

source: Cancel
ar: الغاء

source: Add Service
ar: اضافة خدمة

source: Service Details:
ar: تفاصيل الخدمة:

source: Ways to Communicate:
ar: طريقة التواصل :

source: Service Topic :
ar: عنوان الخدمة:

# Topic_Description
source: Delivery from place1 to plase 2
ar: توصيل من مكان ١ الى مكان٢

# Details_Description
source: Delivery from place1 to plase 2 with the addition of time and any other details.
ar: توصيل من مكان ١ الى مكان ٢ مع اضافة الوقت و اضافة اي تفاصيل اخرى .

# Comm_Description
source: Phone Number , Email, Social media accounts
ar: رقم الجوال ، البريد الألكتروني ، حسابات التواصل الأجتماعي.

source: The service has been added
ar: تمت اضافة الخدمة

source: Add a Shared Transportation Service
ar: اضافة خدمه مواصلات مشتركة

source: Add Kids Club Service
ar: اضافة خدمة لمّة أطفال

# Topic_Description_Kids
source: kids club type of activity
ar: نوع لمّ الاطفال أو النشاط

# Details_Description_Kids
source: Kids Club kind , time , age group
ar: نوع لمة الأطفال وقتها والعمر

source: Add Car Wash Service
ar: اضافة خدمه غسيل سيارة

# Topic_Description_Car
source: Title of car wash Service
ar: عنوان الخدمة

# Details_Description_Car
source: Car Wash Time and how many
ar: وقت غسيل السياره وعدد السيارات الممكن غسيلها

# Serv1
source: Delivery service to Fitness Time Club
ar: توصيل الي نادي وقت اللياقه الياسمين

# ServDetail1
source: Delivery service to Fitness Time Club at 5 pm.
ar: توصيل الي نادي وقت اللياقه الياسمين يوميا الساعه ٥ مساءا

# ServContact1
source: Whatsapp only:05678936
ar: 05678936واتس فقط:

# Serv2
source: Delivery service to train station No. 3
ar: خدمه ذهاب الي محطه القطار رقم ٢

# ServDetail2
source: Delivery service to train station No. 3 at 6 AM
ar: توصيل من حي الياسمين ثلاث اشخاص حد اقصي يومياً في تمام الساعة ٧ صباحًا الى محطه القار رقم ٢

# ServContact2
source: Twitter:@Adel_ali
ar: توتر @mohameed_22

# Serv3
source: Delivery service for female students to Imam University
ar: خدمة توصيل طالبات الى جامعة الملك سعود

# ServDetail3
source: Delivery service for female students to Imam Muhammad bin Saud University at 10 am.
ar: خدمة توصيل طالبات الى جامعة الملك سعود ذهابا يوميا الساعه ٨ صباحا

# ServContact3
source: Phone : 055446890
ar: رقم الجوال (05896704)

# Serv4
source: Delivery service for students to Najd schools
ar: خدمه توصيل الي مدارس نجد

# ServDetail4
source: Delivery service for students to Najd schools at 6:30 am
ar: خدمه توصيل الي مدارس نجد بنات يوميا الساعه ٧ صباحا

# ServContact4
source: Phone : 05674322
ar: رقم الجوال : 05674322

# Serv5
source: Delivery service for teachers to Riyadh National Schools
ar: توصيل معلمات الى ابتدائية المناهل

# ServDetail5
source: Delivery service for teachers to Riyadh National Schools at 6:00 am
ar: توصيل معلمات الى ابتدائية المناهل

# Serv6
source: Delivery service to walk dogs
ar: خدمه تمشيت كلاب

# ServDetail6
source: Delivery service to walk dogs at 7:00 pm
ar: خدمه تمشيت كلاب يوم الاحد والثلاثاء الساعه ٧ مساءا

# ServContact6
source: Phone:05698342
ar: رقم الجوال:05698342

source: Add post
ar: انشر خبر

source: Post
ar: انشر

# Post1
source: Eid fiter celebration
ar: بنسوي حوامة عيد الفطر

# Post2
source: nice application
ar: برنامج جميل

# Post3
source: hello dear neighbors :)
ar: مرحباً جيراني الاعزاء :)

# Post4
source: excavtion on the main street
ar: حفريات على الشارع الرئيسي
